---
kind: method
id: M:Autodesk.Revit.UI.UIFabricationUtils.GetOpenConnectorIndicatorPlanColor
source: html/d4e3ed58-c9b1-6056-e1a6-ec3d83147f78.htm
---
# Autodesk.Revit.UI.UIFabricationUtils.GetOpenConnectorIndicatorPlanColor Method

Gets the color of the open connector indicator in plan view.

## Syntax (C#)
```csharp
public static Color GetOpenConnectorIndicatorPlanColor()
```